app/views/dynamic_pages/welcome.html.erb


<div class="row" style="margin-left: 0px; margin-right: 0px;"><% Gossip.all.each do |gossip| %>
---
SELECT "gossips".* FROM "gossips"

   <div class="card-body">
     <h5 class="card-title"><%=gossip.user.first_name%></h5>
---
SELECT  "users".* FROM "users" WHERE "users"."id" = $1 LIMIT $2  [["id", 9], ["LIMIT", 1]]