app/controllers/dynamic_pages_controller.rb

SELECT "gossips".* FROM "gossips"
---
  def welcome
    @gossip = Gossip.all